/* Localized versions of Info.plist keys */

/* AMApplication localized strings */
/* e.g. "TextEdit" = "TextEdit"; */

/* AMCategory localized strings */
/* e.g. "Text" = "Text"; */

AMName = "Configure Casper for NetBoot";

/* AMDefaultParameters localized values */
/* e.g. myDefaultIntegerParameter = 0; */
/* e.g. myDefaultStringParameter = "Default String Value"; */

/* AMDescription localized strings */
AMDInput = "Accepts either a mounted volume or a .nbi folder reference, such as the output from Create Image - NetBoot";
AMDNote = "Cannot run under a root login.";
AMDOptions = "Configure automatic login: Sets up an automatic login with a blank root password.  Preauthorization password is this user's password to gain root access.";
AMDResult = "A NetBoot disk image with the chosen options installed";
AMDSummary = "This action adds Casper Imaging app and defaults to a provided NetBoot disk image.";
AMDWebsite = "www.jamfsoftware.com";

/* AMKeyword localized strings */
/* e.g. "Filter" = "Filter"; */

/* AMWarning localized strings */
ApplyButton = "Add";
IgnoreButton = "Cancel";
Message = "Warning message";

